<?php
// Heading
$_['heading_title']     = 'Разделы для настроек';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список разделов';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_integrated_info']         = '<b>Внимание!</b> Некоторые настройки нельзя редактировать, так как раздел интегрирован.';
$_['text_developer_integrated_info']  = '<b>Внимание!</b> Интегрированные разделы, нельзя удалять и частично редактировать, они являются частью CMS. Перейдите в режим разработчика, что бы интегрировать поле.';
$_['text_integrated']         = 'Интегрирован';
$_['text_developer']         = 'Разработчик';

// Column
$_['column_title']       = 'Название раздела';
$_['column_code']       = 'Уникальный код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

//Button
$_['button_integrated']     = 'Интегрировать в Opencart';
$_['button_disintegrated']     = 'Разентегрировать';

// Entry
$_['entry_code']        = 'Уникальный код';
$_['entry_title']        = 'Название раздела';
$_['entry_icon']        = 'Иконка';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_text']          = 'Это поле обязательно!';
$_['error_setting']     = 'Внимание: Этот раздел нельзя удалить, так как назначена к %s настройкам!';
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']  = 'У Вас нет прав для изменения вкладок!';
$_['error_name']        = 'Название раздела должно быть от 3 до 64 символов!';
$_['error_integrated']          = 'Нельзя удалять интегрированые разделы!';

