<?php
// Heading
$_['heading_title']     = 'Страница настраиваемых полей';

// Entry
$_['entry_developer_status']      = 'Режим разработчика';
$_['entry_tab_limit']      = 'Лимит для отображения вкладок';
$_['entry_license_key']      = 'Лицензионный ключ';

//Tab
$_['tab_license']      = 'Лицензия';

// Text
$_['text_success']      = 'Настройки успешно изменены!';

// Help
$_['help_tab_limit']      = 'Сколько необходимо разделов на странице. что бы отображать их вкладками';


// Error
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_license_key']          = 'Не верный лицензионный ключ!';
$_['error_permission']  = 'У Вас нет прав для изменения настроек!';